Repository: zoonk/zoonk
Catalog: apps/apple/Zoonk/Resources/Localization/Feedback.xcstrings
Source language: en
Languages: de, es, fr, pt

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar

source: Check your email and message, then try again.
de: Überprüfe deine E-Mail-Adresse und deine Nachricht und versuche es dann erneut.
es: Revisa tu correo electrónico y tu mensaje e inténtalo de nuevo.
fr: Vérifie ton adresse e-mail et ton message, puis réessaie.
pt: Confira seu email e mensagem e tente de novo.

source: Done
de: Fertig
es: Listo
fr: Terminé
pt: OK

source: Email address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
pt: Endereço de email

source: Feedback couldn't be sent. Try again later.
de: Feedback konnte nicht gesendet werden. Versuche es später erneut.
es: No pudimos enviar tus comentarios. Inténtalo más tarde.
fr: Impossible d’envoyer ton message. Réessaie plus tard.
pt: Não foi possível enviar o feedback. Tente de novo mais tarde.

source: How can we help?
de: Wie können wir dir helfen?
es: ¿Cómo podemos ayudarte?
fr: Comment peut-on t’aider ?
pt: Como a gente pode ajudar?

source: Message
de: Nachricht
es: Mensaje
pt: Mensagem

source: Please provide as much detail as possible.
de: Bitte beschreibe dein Anliegen so genau wie möglich.
es: Incluye todos los detalles que puedas.
fr: Donne-nous autant de détails que possible.
pt: Dê o máximo de detalhes possível.

source: Send
de: Senden
es: Enviar
fr: Envoyer
pt: Enviar

source: Sending feedback
de: Feedback wird gesendet
es: Enviando comentarios
fr: Envoi du message
pt: Enviando feedback

source: Share feedback, ask a question, or tell us what we could improve.
de: Gib uns Feedback, stell eine Frage oder sag uns, was wir verbessern können.
es: Comparte tus comentarios, haznos una pregunta o cuéntanos qué podríamos mejorar.
fr: Donne-nous ton avis, pose une question ou dis-nous ce que nous pourrions améliorer.
pt: Envie seu feedback, faça uma pergunta ou conte para a gente o que podemos melhorar.

source: Thanks for your feedback
de: Danke für dein Feedback
es: Gracias por tus comentarios
fr: Merci pour ton message
pt: Agradecemos seu feedback

source: We'll use this email to contact you.
de: Wir verwenden diese E-Mail-Adresse, um dich zu kontaktieren.
es: Usaremos este correo electrónico para contactarte.
fr: Nous utiliserons cette adresse e-mail pour te contacter.
pt: A gente vai usar este email para falar com você.

source: You're offline. Check your connection and try again.
de: Du bist offline. Überprüfe deine Verbindung und versuche es erneut.
es: No tienes conexión. Comprueba tu conexión e inténtalo de nuevo.
fr: Tu es hors ligne. Vérifie ta connexion et réessaie.
pt: Você está sem conexão. Confira sua internet e tente de novo.

source: Your message was sent.
de: Deine Nachricht wurde gesendet.
es: Tu mensaje se ha enviado.
fr: Ton message a été envoyé.
pt: Sua mensagem foi enviada.

source: Feedback
es: Comentarios
fr: Commentaires
